<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل التوثيق
    |--------------------------------------------------------------------------
    |
    | السطور التالية تحتوي على الرسائل التي تستخدم أثناء عملية التوثيق
    | لعرض رسائل مختلفة للمستخدم. يمكن تعديل هذه الرسائل لتناسب
    | متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'logout' => 'تم تسجيل الخروج بنجاح',

];
